Repository: RishabhTayal/ChatApp
Catalog: Code/ChatApp/*.lproj/Localizable.strings
Languages: ar, ne

source: vCinity Chat
ar: vCinity دردشة

source: Friends
ar: أصدقاء
ne: साथी

source: Settings
ar: إعدادات
ne: सेटिङ

source: Logout
ar: تسجيل الخروج
ne: लगआउट

source: No users nearby
ar: أي مستخدم في مكان قريب
ne: कुनै प्रयोगकर्ता नजिक छैनन्

source: Connected to %d recipient
ar: المتلقي %d متصلا
ne: %d प्राप्तकर्ता जोडिएको

source: Connected to %d recipients
ar: المتلقين %d متصلة
ne: %d प्प्राप्तकर्ताहरु जोडिएको

source: New Group
ar: المجموعة الجديدة
ne: नयाँ समूह

source: Groups
ar: مجموعات
ne: समूह

source: Friends using vCinity
ar: الأصدقاء باستخدام vCinity
ne: vCinity प्रयोग गर्ने मित्र

source: Friends not on vCinity
ar: أصدقاء لا على vCinity
ne: vCinity प्रयोग नगर्ने मित्र

source: Invitation sent to %@!
ar: أرسلت دعوة إلى %@!
ne: %@ लाई निमन्त्रणा पठाइएको!

source: Invitation could not be sent!
ar: !تعذر إرسال دعوة
ne: निमन्त्रणा पठाउन सकिएन!

source: Invited
ar: دعوة
ne: निमन्त्रित

source: Not a valid email address
ar: ليس عنوان بريد إلكتروني صالح
ne: गलत इमेल ठेगाना

source: Add People:
ar: إضافة أشخاص
ne: साथी थप्ने

source: Please Enter a Group Name
ar: الرجاء أدخل اسم المجموعة
ne: समूहको नाम दिनुहोस्

source: Creating Group...
ar: ...إنشاء المجموعة
ne: समूह बनिरहेको छ...

source: Cancel
ar: إلغاء
ne: रद्द

source: Take Photo
ar: تأخذ الصورة
ne: फोटो खिच्नुहोस्

source: Choose Exisiting Photo
ar: اختيار الصورة الحالية
ne: भएको फोटो छान्ने

source: View Profile Photo
ar: مشاهدة الملف الشخصي الصورة
ne: प्रोफ़ाइल फोटो हेर्ने

source: Import from Facebook
ar: استيراد من الفيسبوك
ne: फेसबुकबाट तान्ने

source: Message
ar: رسالة
ne: सन्देश

source: Mail
ar: البريد الإلكتروني
ne: मेल

source: Facebook
ar: الفيسبوك
ne: फेसबुक

source: Twitter
ar: تغريد
ne: त्वित्टर

source: Create
ne: सिर्जना
